#!/bin/bash
 
echo "This  Script is to install all Basic additional packages & updates."
echo "███████████████████████████████████"
echo "██████████ WeSoDev.Tech ███████████"
echo "███████████████████████████████████"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛ"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ╭━━━━━━━╮ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃ ● ══  ┃ÛÛÛÛÛÛÛÛÛÛÛÛ " 
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃   🄾   ┃ÛÛÛÛÛÛÛÛÛÛÛÛ"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛ"
echo " Wait for sometime "
apt-get update -y                      
apt install python -y           
apt install python2 -y
apt install ruby -y 
apt install git -y
apt install screenfetch -y
apt install cowsay -y
apt install toilet -y
apt install figlet -y
echo "███████████████████████████████████"
echo "██████████ WeSoDev.Tech ███████████"
echo "███████████████████████████████████"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛ"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ╭━━━━━━━╮ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃ ● ══  ┃ÛÛÛÛÛÛÛÛÛÛÛÛ " 
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃   🄾   ┃ÛÛÛÛÛÛÛÛÛÛÛÛ"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛ"
apt install php -y 
apt install perl -y
apt install nmap -y
pkg install openssh -y
echo "███████████████████████████████████"
echo "██████████ WeSoDev.Tech ███████████"
echo "███████████████████████████████████"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛ"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ╭━━━━━━━╮ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃ ● ══  ┃ÛÛÛÛÛÛÛÛÛÛÛÛ " 
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃   🄾   ┃ÛÛÛÛÛÛÛÛÛÛÛÛ"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛ"
apt install bash -y
apt install clang -y
apt install jq -y
apt install macchanger -y
echo "███████████████████████████████████"
echo "██████████ WeSoDev.Tech ███████████"
echo "███████████████████████████████████"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛ"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ╭━━━━━━━╮ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃ ● ══  ┃ÛÛÛÛÛÛÛÛÛÛÛÛ " 
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃   🄾   ┃ÛÛÛÛÛÛÛÛÛÛÛÛ"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛ"
apt install nano -y
apt install curl -y
apt install tar -y
apt install zip -y
apt install fish -y
echo "███████████████████████████████████"
echo "██████████ WeSoDev.Tech ███████████"
echo "███████████████████████████████████"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛ"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ╭━━━━━━━╮ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃ ● ══  ┃ÛÛÛÛÛÛÛÛÛÛÛÛ " 
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃   🄾   ┃ÛÛÛÛÛÛÛÛÛÛÛÛ"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛ"
apt install unzip -y
apt install tor -y 
apt install sudo -y
apt install wget -y
apt install tor -y
apt install w3m -y
apt install cmatrix -y
echo "███████████████████████████████████"
echo "██████████ WeSoDev.Tech ███████████"
echo "███████████████████████████████████"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛ"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ╭━━━━━━━╮ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃ ● ══  ┃ÛÛÛÛÛÛÛÛÛÛÛÛ " 
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃   🄾   ┃ÛÛÛÛÛÛÛÛÛÛÛÛ"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛ"
apt install wcalc -y 
apt install openssl
apt install bmon -y
echo "███████████████████████████████████"
echo "██████████ WeSoDev.Tech ███████████"
echo "███████████████████████████████████"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛ"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ╭━━━━━━━╮ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃ ● ══  ┃ÛÛÛÛÛÛÛÛÛÛÛÛ " 
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃███████┃ÛÛÛÛÛÛÛÛÛÛÛÛ "
echo "ÛÛÛÛÛÛÛÛÛÛÛÛ┃   🄾   ┃ÛÛÛÛÛÛÛÛÛÛÛÛ"
echo "ÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛÛ"
echo  "˜”*°• .˜”*°• Have fun •°*”˜. •°*”˜"
